class TemplateMessage:
    """
    Класс для храненения типовых сообщений для сотрудников поддержки
    """
    check_info:str = "Ожидайте, пожалуйста, я проверю информацию и вернусь к вам с ответом"
    reset_password:str = (
        "Сбросить пароль возможно 3 способами:\n"
        "* Через Telegram бота @OTP_SUPPORTIT_BOT . Для использования возможностей бота необходимо пройти предварительную авторизацию\n"
        "* Через заявку в IDM. Запрос требует утверждения руководителем. Сервисные запросы > Сброс пароля от Учетной записи в сети Банка\n"
        "* По звонку в техническую поддержку на 8-800-100-25-80 или внутренний номер 1111, с номера телефона, "
        "который указан в анкете Телефонного справочника Lotus Notes"
    )
    template_user: str = (
        "В настоящее время зафиксирован массовый сбой в работе [название системы]."
        " Работы по восстановлению сервиса ведутся. Ожидайте, пожалуйста."
    )
